{
  "nav": {
    "web-tracking": "Web Tracking",
    "protect": "Protect yourself",
    "test": "Test your browser",
    "survey": "Survey"
  },
  "foot": {
    "contact": "Contact:",
    "content": "This website's content is based on information available as of February 2025."
  },
  "info": {
    "web-tracking": "<0>Web Tracking</0> is the practice of monitoring and recording your online activities, allowing companies to gather insights about your behavior online",
    "web-tracking-2": "Originally designed to enhance user experiences and provide businesses with audience insights, web tracking has increasingly been misused, raising significant privacy concerns<1></1>.",
    "web-tracking-3": "Thereby extensive user data is collected, such as habits, interests, and locations <1></1>, often without explicit consent<3></3>.",
    "web-tracking-4": "This data is frequently sold or shared with third-party advertisers and data brokers, enabling targeted advertising and surveillance<1></1>.",
    "advertising-firms": "Major advertising firms, such as <1>Google</1> and <3>Meta</3>, generate billions in revenue by leveraging your data for <6>targeted advertising</6>",
    "affective-measures": "Fortunately, there are effective measures you can take to safeguard your <2>personal information</2>.",
    "empower-knowledge": "This website is designed to empower you with knowledge about <2>web tracking</2> and provide strategies to mitigate its impact.",
    "take-self-assessment": "Additionally, you can take a <1>self-assessment</1> to evaluate how well your data is protected.",
    "masters-thesis": "This website is part of my <1>master's thesis</1>, aimed at exploring the implications of web tracking and enhancing user awareness.",
    "take-survey": "If you find this website helpful, please consider participating in this brief <2>survey</2> for my master's thesis. Thank you for your support! 💜",
    "tracking-methods": "There are several <1>Tracking Methods</1> employed by companies to monitor online behavior.",
    "familiar": "Some of these methods you may already be familiar with, while others might be new to you.",
    "common-tracking-methods": "The most common tracking methods are:",
    "ip-tracking": "<0>IP Tracking</0> functions as follows:",
    "ip-tracking-1": "Each time you visit a webpage, your <1>IP address</1> is transmitted, allowing the website's server to know where to send the requested content",
    "ip-tracking-2": "Your IP address can be utilized to determine your approximate <2>geolocation</2>.",
    "ip-tracking-3": "Advertisers leverage this information to display ads that are relevant to your specific region.",
    "ip-tracking-4": "Additionally, many <strong>streaming services</strong> use IP tracking for <strong>geo-blocking</strong>. This practice restricts access to content based on the user's geographical location. For example, certain shows or movies may only be available in specific countries due to licensing agreements.",
    "ip-tracking-5": "Using a <1>VPN</1> can help protect your IP address and enhance your online privacy. You can learn more about this <4>here</4>.",
    "tracking-pixels": "<0>Tracking Pixels</0> are tiny images — often just a single pixel in size — that are embedded within a website<2></2>. These images are typically invisible to users.",
    "tracking-pixels-1": "The primary purpose of a tracking pixel is to load an image from a remote server. When this image is requested, your browser sends a request to the server, allowing it to know that you have visited that specific webpage.",
    "tracking-pixels-2": "Tracking pixels are particularly effective when included in emails. By embedding these pixels in emails, senders can determine whether you have opened and viewed the message.",
    "cookies": "<0>Cookies</0> are small data files that are stored in your browser when you visit a website",
    "cookies-1": "Cookies are commonly used to remember your preferences and login details, allowing you to avoid re-entering your username and password each time you revisit a site.",
    "cookies-2": "However, there are different types of cookies.",
    "cookies-3": "<0>Third-Party Cookies</0> are primarily set by tracking companies and are used to monitor your activity across the web, collecting data about the websites you visit.",
    "cookies-4": "Regularly clearing the cookies stored in your browser can help enhance your privacy and protect your personal information.",
    "device-fp": "<0>Device Fingerprinting</0> — also known as <3>browser fingerprinting</3> — is a technique that can identify you by combining various attributes from your browser and the device you are using",
    "device-fp-1": "This method works because different browsers and hardware configurations return different values for these attributes.",
    "device-fp-2": "Some of the commonly used attributes include:",
    "device-fp-ul": "<0><0>Your screen size</0><1>Your timezone</1><2>The browser you are using</2><3>Your geolocation</3><4>Hardware specifications (such as HTML Canvas and Web Audio)</4><5>And many more...</5></0>",
    "device-fp-3": "This tracking method is particularly effective because it is challenging to protect against. Unlike cookies, you cannot simply delete the data on your computer, as your computer itself serves as the data.",
    "device-fp-4": "Fortunately, there are steps you can take to safeguard your privacy. The next page will provide you with practical advice.",
    "protect-link": "How to protect myself"
  },
  "mitigation": {
    "intro": "<0>Mitigating Web Tracking</0> doesn't have to be complicated.",
    "intro-1": "This guide is designed to provide you with tools and strategies to enhance your online privacy!",
    "intro-2": "From selecting the right <1>browser</1> and using a <4>privacy-focused search engine</4> to installing <7>ad-blocking extensions</7>, there are numerous steps you can take to protect yourself.",
    "intro-3": "Since the effectiveness of these measures can vary depending on the device you are using (whether it's a phone or desktop, Android or iOS), this guide offers tailored suggestions based on your current environment.",
    "intro-4": "Feel free to open this page on another device to explore the differences.",
    "intro-5": "Currently seeing recommendations for:",
    "top-recommendations": "<0>tldr;</0> these are the top recommendations for your current device and browser:",
    "browsers": "<0>Browsers</0> can significantly impact your online tracking experience! Did you know that?",
    "browsers-1": "Not all browsers prioritize your privacy equally.",
    "browsers-2": "While many people use <1>Google Chrome</1><2></2>, it is actually one of the least privacy-friendly options available if you want to minimize tracking<4></4>.",
    "browsers-3": "The reason for this is that Google generates billions of dollars each year from targeted advertising, making it in their interest to track your online behavior extensively.",
    "browsers-4": "Fortunately, there are alternative browsers that are more focused on protecting your privacy.",
    "browsers-5": "Here are my recommendations:",
    "ad-blockers": "<0>Ad Blockers</0> can effectively protect your personal data online",
    "ad-blockers-1": "Did you know that most ad blockers not only block ads but also prevent web tracking?",
    "ad-blockers-2": "They achieve this through the use of <1>filter lists</1>, which contain numerous URLs of known advertisers and trackers.",
    "ad-blockers-3": "URLs from these lists are blocked from loading, helping to safeguard your privacy.",
    "ad-blockers-4": "There are many different ad blocker extensions available, some of which are free while others require a subscription.",
    "ad-blockers-5": "Not every ad blocker blocks all ads by default, as they should. Thats why this list of recommendations is pretty short.",
    "vpn": "<0>Virtual Private Networks</0> (VPNs) are tools that can make your internet connection more secure.",
    "vpn-1": "Using a VPN offers several advantages",
    "vpn-ol": "<0><0>Your Internet Service Provider (ISP) cannot see your online activities.</0><1>Websites cannot access your real IP address, making it more difficult to track you.</1><2>You can appear to be located in another country, allowing you to access movies and content that may not be available in your region.</2><3>Many VPN providers offer features to block tracking and advertising URLs.</3></0>",
    "vpn-2": "The only downside to using a VPN is that you must trust the provider not to track your activities themselves.",
    "vpn-3": "After doing some research, here are my two recommendations for VPN providers that are trustworthy and do not log any data about you:",
    "search-engines": "<0>Search Engines</0> gather extensive information about you. Every search you make is stored and utilized to deliver ads that align with your profile<2></2>. <4>Google</4>, in particular, knows a lot, as it is the most widely used search engine in the world.",
    "search-engines-1": "However, there are search engines that prioritize your privacy and do not use your data for advertising purposes. Two notable examples are",
    "fp-protection": "<0>Fingerprint Protection</0> can be particularly challenging.",
    "fp-protection-1": "If you are using a privacy-focused browser like <1>LibreWolf</1>, you are on the right track. But what if you prefer to use a different browser?",
    "fp-protection-2": "There are some extensions aimed to tackle this problem. But they are not available for every device or browser. If you are using an iOS device there is nothing you can do, other than trust Apple, that their new privacy features do protect you.",
    "fp-protection-3": "For other devices these are the recommendations:",
    "more": "There is even more you can do to enhance your online privacy!",
    "more-1": "<0>Changing Your Online Behavior</0> can also make a significant difference.",
    "more-2": "Avoiding the use of the same browser for all your activities can help mitigate tracking, as it becomes more challenging to track someone across different browsers. For instance, using one browser for social media and another for web searches can help keep your contexts separate.",
    "more-3": "Not loading images by default in email programs is also recommended to protect you against Tracking Pixels.",
    "more-4": "Regularly clearing cookies and using browser extensions to manage them, also can prevent long-term tracking",
    "more-5": "Hopefully this guide could help you to experience a more private browsing experience!",
    "more-6": "Now that you have a better understanding of tracking and how to protect yourself, it's time to take the test! How well are you protected?",
    "test-link": "I want to test my browser"
  },
  "test": {
    "title": "Browser Privacy Test",
    "intro": "This test indicates how well your browser protects your data when navigating the web.",
    "score": "Your score:",
    "browser": "Privacy focused browser:",
    "ad-block": "Adblock detected:",
    "canvas": "Canvas 2D faked or blocked:",
    "webgl": "Canvas WebGl Blocked:",
    "experimental-info": "This feature is experimental and does not always detect ad blocking or fingerprint protection, as these are difficult to detect.",
    "conclusion": "<0>Happy</0> with the results?",
    "conclusion-1": "There are many things that can be done to enhance your online privacy. If you are not satisfied with your test results, then maybe follow the tips on the <2>Protect Yourself</2> page.",
    "conclusion-2": "If you want to learn even more, here are some recommendations for further reading and testing:",
    "survey": "Survey",
    "survey-1": "Thanks for taking your time and looking at this webpage!",
    "survey-2": "It originated as a project from my masters thesis.",
    "survey-3": "If you liked it (or not), it would help me to take my survey on targeted ads and web tracking.",
    "survey-4": "It is very short and will take you only ~2mins. Thanks! 💜✨",
    "survey-link": "Take the Survey"
  },
  "yes": {
    "browser": "Yes ({{browser}})",
    "simple": "Yes"
  },
  "no": {
    "browser": "No ({{browser}})",
    "simple": "No"
  }
}
