{
  "nav": {
    "web-tracking": "Web Tracking",
    "protect": "Schütze Dich",
    "test": "Teste deinen Browser",
    "survey": "Umfrage"
  },
  "foot": {
    "contact": "Kontakt:",
    "content": "Der Inhalt dieser Webseite ist auf dem Stand von 02.2025."
  },
  "info": {
    "web-tracking": "<0>Web Tracking</0> ist die Überwachung und Aufzeichnung deiner Online-Aktivitäten, die es Firmen ermöglicht, mehr über dein Online-Verhalten zu erfahren.",
    "advertising-firms": "Große Werbefirmen wie <1>Google</1> und <3>Meta</3> verdienen Milliarden, indem sie deine Daten für <6>zielgerichtete Werbung</6> nutzen.",
    "affective-measures": "Zum Glück gibt's effektive Maßnahmen, die du ergreifen kannst, um deine <2>persönlichen Informationen</2> zu schützen.",
    "empower-knowledge": "Diese Website soll dir helfen, mehr über <2>Web Tracking</2> zu erfahren und dir Strategien an die Hand geben, um die Auswirkungen zu verringern.",
    "take-self-assessment": "Außerdem kannst du eine <1>Selbsteinschätzung</1> machen, um zu checken, wie gut deine Daten geschützt sind.",
    "masters-thesis": "Diese Website ist Teil meiner <1>Masterarbeit</1>, die sich mit den Auswirkungen von Web Tracking beschäftigt und das Bewusstsein der Nutzer stärken soll.",
    "take-survey": "Wenn du diese Website hilfreich findest, wäre es super, wenn du an dieser kurzen <2>Umfrage</2> für meine Masterarbeit teilnimmst. Danke für deine Unterstützung! 💜",
    "tracking-methods": "Es gibt verschiedene <1>Tracking-Methoden</1>, die von Firmen genutzt werden, um das Online-Verhalten zu überwachen.",
    "familiar": "Einige dieser Methoden kennst du vielleicht schon, während andere neu für dich sein könnten.",
    "common-tracking-methods": "Die häufigsten Tracking-Methoden sind:",
    "ip-tracking": "<0>IP Tracking</0> funktioniert so:",
    "ip-tracking-1": "Jedes Mal, wenn du eine Webseite besuchst, wird deine <1>IP-Adresse</1> übertragen, damit der Server der Webseite weiß, wo er die angeforderten Inhalte hinschicken soll.",
    "ip-tracking-2": "Deine IP-Adresse kann genutzt werden, um deine ungefähre <2>Geolokation</2> zu bestimmen.",
    "ip-tracking-3": "Werbetreibende nutzen diese Infos, um dir Anzeigen zu zeigen, die für deine Region relevant sind.",
    "ip-tracking-4": "Zusätzlich verwenden viele <strong>Streaming-Dienste</strong> IP-Tracking für <strong>Geo-Blocking</strong>. Diese Praxis schränkt den Zugang zu Inhalten basierend auf dem geografischen Standort des Nutzers ein. Zum Beispiel sind bestimmte Shows oder Filme möglicherweise nur in bestimmten Ländern aufgrund von Lizenzvereinbarungen verfügbar.",
    "ip-tracking-5": "Ein <1>VPN</1> kann helfen, deine IP-Adresse zu schützen und deine Online-Privatsphäre zu verbessern. Mehr dazu kannst du <4>hier</4> erfahren.",
    "tracking-pixels": "<0>Tracking-Pixel</0> sind winzige Bilder – oft nur ein Pixel groß – die in eine Webseite eingebettet sind<2></2>. Diese Bilder sind für Nutzer normalerweise unsichtbar.",
    "tracking-pixels-1": "Der Hauptzweck eines Tracking-Pixels ist es, ein Bild von einem entfernten Server zu laden. Wenn dieses Bild angefordert wird, sendet dein Browser eine Anfrage an den Server, sodass dieser weiß, dass du diese spezielle Webseite besucht hast.",
    "tracking-pixels-2": "Tracking-Pixel sind besonders effektiv, wenn sie in E-Mails eingebettet sind. So können Absender herausfinden, ob du die Nachricht geöffnet und angesehen hast.",
    "cookies": "<0>Cookies</0> sind kleine Datendateien, die in deinem Browser gespeichert werden, wenn du eine Webseite besuchst.",
    "cookies-1": "Cookies werden häufig verwendet, um deine Einstellungen und Anmeldedaten zu speichern, damit du deinen Benutzernamen und dein Passwort nicht jedes Mal neu eingeben musst, wenn du die Seite besuchst.",
    "cookies-2": "Es gibt jedoch verschiedene Arten von Cookies.",
    "cookies-3": "<0>Drittanbieter-Cookies</0> werden hauptsächlich von Tracking-Firmen gesetzt und dienen dazu, dein Verhalten im Web zu überwachen und Daten über die Webseiten zu sammeln, die du besuchst.",
    "cookies-4": "Das regelmäßige Löschen der Cookies in deinem Browser kann helfen, deine Privatsphäre zu verbessern und deine persönlichen Informationen zu schützen.",
    "device-fp": "<0>Device Fingerprinting</0> – auch bekannt als <3>Browser-Fingerprinting</3> – ist eine Technik, die dich identifizieren kann, indem sie verschiedene Merkmale deines Browsers und des Geräts, das du verwendest, kombiniert.",
    "device-fp-1": "Diese Methode funktioniert, weil verschiedene Browser und Hardware-Konfigurationen unterschiedliche Werte für diese Merkmale zurückgeben.",
    "device-fp-2": "Einige der häufig verwendeten Merkmale sind:",
    "device-fp-ul": "<0><0>Deine Bildschirmgröße</0><1>Deine Zeitzone</1><2>Der Browser, den du verwendest</2><3>Deine Geolokation</3><4>Hardware-Spezifikationen (wie HTML Canvas und Web Audio)</4><5>Und viele mehr...</5></0>",
    "device-fp-3": "Diese Tracking-Methode ist besonders effektiv, weil es schwierig ist, sich dagegen zu schützen. Im Gegensatz zu Cookies kannst du die Daten auf deinem Computer nicht einfach löschen, da dein Computer selbst die Daten darstellt.",
    "device-fp-4": "Zum Glück gibt es Schritte, die du unternehmen kannst, um deine Privatsphäre zu schützen. Die nächste Seite gibt dir praktische Tipps.",
    "protect-link": "Wie schütze ich mich"
  },
  "mitigation": {
    "intro": "<0>Web Tracking reduzieren</0> muss nicht kompliziert sein.",
    "intro-1": "Dieser Leitfaden soll dir Werkzeuge und Strategien an die Hand geben, um deine Online-Privatsphäre zu verbessern!",
    "intro-2": "Von der Auswahl des richtigen <1>Browsers</1> und der Nutzung einer <4>datenschutzorientierten Suchmaschine</4> bis hin zur Installation von <7>Werbeblockern</7> gibt es viele Schritte, die du unternehmen kannst, um dich zu schützen.",
    "intro-3": "Da die Wirksamkeit dieser Maßnahmen je nach verwendetem Gerät (ob Handy oder Desktop, Android oder iOS) variieren kann, bietet dieser Leitfaden maßgeschneiderte Vorschläge basierend auf deiner aktuellen Umgebung.",
    "intro-4": "Fühl dich frei, diese Seite auf einem anderen Gerät zu öffnen, um die Unterschiede zu erkunden.",
    "intro-5": "Aktuell siehst du Empfehlungen für:",
    "top-recommendations": "<0>tl;dr;</0> das sind die besten Empfehlungen für dein aktuelles Gerät und deinen Browser:",
    "browsers": "<0>Browser</0> können dein Online-Tracking-Erlebnis erheblich beeinflussen! Wusstest du das?",
    "browsers-1": "Nicht alle Browser legen gleich viel Wert auf deine Privatsphäre.",
    "browsers-2": "Während viele Leute <1>Google Chrome</1><2></2> nutzen, ist es tatsächlich eine der am wenigsten datenschutzfreundlichen Optionen, wenn du Tracking minimieren möchtest<4></4>.",
    "browsers-3": "Der Grund dafür ist, dass Google jedes Jahr Milliarden mit zielgerichteter Werbung verdient, was es in ihrem Interesse macht, dein Online-Verhalten umfassend zu verfolgen.",
    "browsers-4": "Zum Glück gibt es alternative Browser, die mehr darauf fokussiert sind, deine Privatsphäre zu schützen.",
    "browsers-5": "Hier sind meine Empfehlungen:",
    "ad-blockers": "<0>Werbeblocker</0> können deine persönlichen Daten online effektiv schützen.",
    "ad-blockers-1": "Wusstest du, dass die meisten Werbeblocker nicht nur Werbung blockieren, sondern auch Web-Tracking verhindern?",
    "ad-blockers-2": "Das erreichen sie durch die Verwendung von <1>Filterlisten</1>, die zahlreiche URLs bekannter Werbetreibender und Tracker enthalten.",
    "ad-blockers-3": "URLs aus diesen Listen werden daran gehindert, zu laden, was hilft, deine Privatsphäre zu schützen.",
    "ad-blockers-4": "Es gibt viele verschiedene Werbeblocker-Erweiterungen, von denen einige kostenlos sind, während andere ein Abonnement erfordern.",
    "ad-blockers-5": "Nicht jeder Werbeblocker blockiert standardmäßig alle Anzeigen, wie er sollte. Deshalb ist diese Liste der Empfehlungen ziemlich kurz.",
    "vpn": "<0>Virtuelle Private Netzwerke</0> (VPNs) sind Tools, die deine Internetverbindung sicherer machen können.",
    "vpn-1": "Die Nutzung eines VPNs bietet mehrere Vorteile:",
    "vpn-ol": "<0><0>Dein Internetanbieter (ISP) kann deine Online-Aktivitäten nicht sehen.</0><1>Webseiten können nicht auf deine echte IP-Adresse zugreifen, was es schwieriger macht, dich zu verfolgen.</1><2>Du kannst so erscheinen, als wärst du in einem anderen Land, was dir Zugang zu Filmen und Inhalten verschafft, die in deiner Region möglicherweise nicht verfügbar sind.</2><3>Viele VPN-Anbieter bieten Funktionen, um Tracking- und Werbe-URLs zu blockieren.</3></0>",
    "vpn-2": "Der einzige Nachteil bei der Nutzung eines VPNs ist, dass du dem Anbieter vertrauen musst, dass er deine Aktivitäten nicht selbst verfolgt.",
    "vpn-3": "Nach ein bisschen Recherche sind hier meine zwei Empfehlungen für vertrauenswürdige VPN-Anbieter, die keine Daten über dich speichern:",
    "search-engines": "<0>Suchmaschinen</0> sammeln umfangreiche Informationen über dich. Jede Suche, die du machst, wird gespeichert und genutzt, um dir Anzeigen zu zeigen, die zu deinem Profil passen<2></2>. <4>Google</4> weiß besonders viel über dich, da es die am häufigsten genutzte Suchmaschine der Welt ist.",
    "search-engines-1": "Es gibt jedoch Suchmaschinen, die deine Privatsphäre priorisieren und deine Daten nicht für Werbezwecke nutzen. Zwei bemerkenswerte Beispiele sind:",
    "fp-protection": "<0>Fingerprint-Schutz</0> kann besonders herausfordernd sein.",
    "fp-protection-1": "Wenn du einen datenschutzorientierten Browser wie <1>LibreWolf</1> verwendest, bist du auf dem richtigen Weg. Aber was, wenn du einen anderen Browser bevorzugst?",
    "fp-protection-2": "Es gibt einige Erweiterungen, die versuchen, dieses Problem zu lösen. Aber sie sind nicht für jedes Gerät oder jeden Browser verfügbar. Wenn du ein iOS-Gerät verwendest, kannst du nichts tun, außer Apple zu vertrauen, dass ihre neuen Datenschutzfunktionen dich schützen.",
    "fp-protection-3": "Für andere Geräte sind hier die Empfehlungen:",
    "more": "Es gibt noch viel mehr, was du tun kannst, um deine Online-Privatsphäre zu verbessern!",
    "more-1": "<0>Dein Online-Verhalten ändern</0> kann ebenfalls einen großen Unterschied machen.",
    "more-2": "Wenn du vermeidest, denselben Browser für alle deine Aktivitäten zu nutzen, kann das helfen, Tracking zu verringern, da es schwieriger wird, jemanden über verschiedene Browser hinweg zu verfolgen. Zum Beispiel, wenn du einen Browser für soziale Medien und einen anderen für Web-Suchen verwendest, kannst du deine Kontexte getrennt halten.",
    "more-3": "Es wird auch empfohlen, in E-Mail-Programmen standardmäßig keine Bilder zu laden, um dich vor Tracking-Pixeln zu schützen.",
    "more-4": "Regelmäßiges Löschen von Cookies und die Nutzung von Browser-Erweiterungen zur Verwaltung dieser können ebenfalls langfristiges Tracking verhindern.",
    "more-5": "Hoffentlich kann dir dieser Leitfaden helfen, ein privateres Surferlebnis zu haben!",
    "more-6": "Jetzt, wo du ein besseres Verständnis für Tracking und wie du dich schützen kannst, hast, ist es Zeit, den Test zu machen! Wie gut bist du geschützt?",
    "test-link": "Ich möchte meinen Browser testen"
  },
  "test": {
    "title": "Browser Datenschutz-Test",
    "intro": "Dieser Test zeigt, wie gut dein Browser deine Daten beim Surfen im Web schützt.",
    "score": "Dein Ergebnis:",
    "browser": "Datenschutzorientierter Browser:",
    "ad-block": "Werbeblocker erkannt:",
    "canvas": "Canvas 2D gefälscht oder blockiert:",
    "webgl": "Canvas WebGL blockiert:",
    "experimental-info": "Diese Funktion ist experimentell und erkennt nicht immer, ob Werbung blockiert oder Fingerprinting geschützt wird, da dies schwer zu erkennen ist.",
    "conclusion": "<0>Happy</0> mit den Ergebnissen?",
    "conclusion-1": "Es gibt viele Dinge, die du tun kannst, um deine Online-Privatsphäre zu verbessern. Wenn du mit deinen Testergebnissen nicht zufrieden bist, schau dir die Tipps auf der <2>Schütze dich</2>-Seite an.",
    "conclusion-2": "Wenn du noch mehr lernen möchtest, hier sind einige Empfehlungen für weiterführende Lektüre und Tests:",
    "survey": "Umfrage",
    "survey-1": "Danke, dass du dir die Zeit genommen hast, diese Webseite anzuschauen!",
    "survey-2": "Sie entstand als Projekt für meine Masterarbeit.",
    "survey-3": "Wenn es dir gefallen hat (oder auch nicht), würde es mir helfen, wenn du an meiner Umfrage zu zielgerichteter Werbung und Web Tracking teilnimmst.",
    "survey-4": "Sie ist sehr kurz und dauert nur etwa 2 Minuten. Danke! 💜✨",
    "survey-link": "Nimm an der Umfrage teil"
  }
}
